Repository: NakaoKisho/earthquake-map-ios
Catalog: earthquake-map/Localizable.xcstrings
Source language: en
Languages: ja

# Depth of the earthquake
source: Depth (km)
ja: 深さ(km)

source: Hypocenter
ja: 震源地

# Intensity %lld lower
source: %lld lower
ja: %lld弱

# Intensity %lld lower or more
source: %lld lower or more
ja: %lld弱以上

# Intensity %lld upper
source: %lld upper
ja: %lld強

# Latitude of the earthquake
source: Latitude
ja: 緯度

# Longitude of the earthquake
source: Longitude
ja: 経度

source: Magnitude
ja: マグニチュード

source: No info
ja: 情報なし

source: Seismic Intensity
ja: 震度

# Seismic intensity observation point
source: Observation Points
ja: 震度観測地点

# Seismic intensity observation point name
source: Observation Point Name
ja: 地点名

# Time of the earthquake
source: Time
ja: 発生時間

source: Unexpected error
ja: 予期せぬエラーです
